{
"FailedToDecrypt" : "Masterseed konnte nicht entschlüsselt werden",
"MasterseedMnemonic" : "Masterseed-Merkhilfe",
"GasPriceWEI" : "Gaspreis in WEI",
"TokenExist" : "Dieses Token existiert an der auswählten ETH-Adresse",
"AmountExceed" : "Der Betrag übersteigt den bestätigten Wert",
"InvalidValues" : "Ungültiger Wert",
"CopiedToClipboard" : "In Zwischenablage kopiert",
"TransactionFee" : "Transaktionsgebühr",
"SureWipeWallet" : "Bist du sicher, dass du dein Wallet leeren möchtest?",
"CantRestoreCoins" : "Ohne Seed kannst du deine Coins nicht wiederherstellen.",
"SeedsArentSame" : "Seeds stimmen nicht überein",
"HideAdvanced" : "Erweitert ausblenden",
"ShowAdvanced" : "Erweitert anzeigen",
"StartRecoveringWallet" : "Mit der Wiederherstellung des Wallets beginnen",
"OpenNewWallet" : "Öffne dein neues Wallet",
"PasswordNotMatch" : "Passwort stimmt nicht überein",
"PasswordShort" : "Passwort ist zu kurz. Die Mindestlänge beträgt 5",
"AlphaVersionWarning" : "Du verwendest die Alphaversion des HODLER Multi-Wallet. Diese Version kann möglicherweise instabil sein und dient ausschließlich zum Testen der Funktionalität und zum Sammeln von Feedback. Bitte bestätige, dass du diese Nachricht gelesen und verstanden hast und ihr zustimmst.",
"AddressFieldEmpty" : "Adressfeld ist leer",
"Bech32Unsupported" : "bech32-Adressen werden noch nicht unterstützt",
"WrongAddress" : "Falsche Adresse",
"ReadAgainOCR" : "Nicht gefunden. Texterkennung erneut versuchen?",
"OCRInaccurate" : "Texterkennung ist nicht genau genug. Bitte gib die Adresse manuell ein.",
"QRCodeFor" : "Dieser QR-Code ist für",
"ConfirmInNext" : "Im nächsten Schritt bestätigen",
"Blocks" : "Blocks",
"CreateBackupWallet" : "Möchtest du jetzt ein Backup deines Wallets erstellen?",
"Yes" : "Ja",
"NotNow" : "Nicht jetzt",
"ConfigurationTakeOneStep" : "Die Konfiguration erfordert nur einen Schritt.",
"ChooseOption" : "Wähle eine der folgenden Optionen aus:",
"NotExistInWorldlist" : "Existiert nicht in der Wörterliste",
"MasterSeedCreation" : "Master-Seed-Erstellung",
"NewCoinButton" : "Neue Coin",
"NewTokenButton" : "Neues Token",
"btnSync" : "Synchronisieren",
"BackToBalanceViewButton" : "Liste speichern",
"lblThanks" : "Vielen Dank, dass du deine App ausgewählt hast",
"lblSetPassword" : "Wähle für dein Wallet ein Passwort aus",
"lblEnterPass" : "Passwort eingeben",
"lblRetypePass" : "Passwort erneut eingeben",
"btnCreateWallet" : "Öffne dein neues Wallet",
"labelHeaderForSG" : "Seed generiert",
"lblSeed" : "Bitte schreibe den Seed auf ein Blatt Papier und bewahre ihn an einem sicheren Ort auf!",
"btnSeedGeneratedProceed" : "Fortfahren",
"btnQRBack" : "Zurück",
"TopInfoConfirmed" : "Kontostand",
"topInfoUnconfirmed" : "Nicht bestätigt",
"RefreshWalletView" : "Aktualisieren",
"WVBalance" : "Verlauf",
"WVReceive" : "Erhalten",
"WVSend" : "Senden",
"WVSettings" : "Einstellungen",
"lblReceiveAmount" : "Betrag",
"lblSendTo" : "Senden an",
"lblAmount" : "Betrag",
"btnSend" : "Senden",
"btnBack" : "Zurück",
"btnExportPrivKey" : "Privaten Schlüssel exportieren",
"btnChangeDescription" : "Beschreibung ändern",
"lblSendAllFunds" : "Gesamten Kontostand versenden",
"lblFromFee" : "Gebühr vom Betrag subtrahieren",
"AutomaticFeeRadio" : "Automatisch",
"FixedFeeRadio" : "Festgelegt",
"lblSHeader" : "Einstellungen",
"btnSBack" : "Zurück",
"btnSWipe" : "Wallet-Daten löschen",
"OrganizeButton" : "Organisieren",
"lblDSHeader" : "Seed entschlüsseln",
"btnDSBack" : "Zurück",
"lbldecryptSeedPass" : "Passwort eingeben",
"lblSCHeader" : "Seed-Ersteller",
"lblEnterSeed" : "Gib unten deinen Seed ein (weiße Zeichen sind nicht enthalten)",
"btnCheckSeed" : "Überprüfen",
"lblANWHeader" : "Neues Wallet",
"btnANWBack" : "Zurück",
"lblCSHeader" : "Seed bestätigen",
"btnCSBack" : "Zurück",
"lblRetypeSeed" : "Bitte gib die Wörter des Seeds ein:",
"btnConfirm" : "Bestätigen",
"lblANTHeader" : "Token hinzufügen",
"btnANTBack" : "Zurück",
"lblEKSHeader" : "Privater Key",
"btnEKSBack" : " Zurück ",
"lblCTHeader" : "Token auswählen",
"btnCTBack" : "Zurück ",
"btnAddManually" : "Manuell hinzufügen",
"lblMTHeader" : "ERC20-Token hinzufügen",
"btnMTBack" : "Zurück ",
"lblContractAddress" : "Contract-Adresse",
"lblTokenName" : "Name",
"lblSymbol" : "Symbol",
"lblDecimals" : "Nachkommastellen",
"btnAddContract" : "Contract hinzufügen",
"lblACHeader" : "Coin hinzufügen",
"btnACBack" : "Zurück ",
"lblNewCoinDescription" : "Beschreibung",
"lblNewCoinDescriptionPass" : "Password eingeben",
"lblChangeDescryptionHeader" : "Beschreibung",
"btnChangeDescryptionBack" : "Zurück",
"lblChangeDescryption" : "Neue Beschreibung",
"btnCreateNewWallet" : "Neues Wallet erstellen",
"btnRestoreWallet" : "Existierendes Wallet wiederherstellen","SettingsLanguageLabel": "Sprache","SettingsCurrencyLabel": "Währung","CreateBackupButton": "Backup erstellen","ResotreWalletHeaderLabel": "Sie können Ihre Brieftasche auf verschiedene Arten wiederherstellen. Wählen Sie eine der folgenden Optionen:","RestoreFromStringSeedButton": "Seed","RestoreFromFileButton": "Hodler Secure Backup","RestoreSeedEncryptedQRButton": "Verschlüsselt Seed QR","RestoreDecryptedSeedQRButton": "Entschlüsselt Seed QR","MnemonicSeedDescriptionLabel": "Samen in bezahlbarer Form zum Schreiben auf ein Stück Papier","SeedMnemonicBackupButton": "Mnemonic Seed","HSBDescriptionLabel": "Verschlüsselt interne Daten mit Share (Passwort zur wiederhergestellten Brieftasche muss identisch sein) (Default)","SendWalletFileButton": "Hodler Secure Backup","EncryptedQRDescriptionLabel": "Sende verschlüsseltes Seed in verschlüsselter Datei mit Share (Passwort zur wiederhergestellten Brieftasche muss identisch sein)","SendEncryptedSeedButton": "Encrypted Seen QR","DecryptedQRDescriptionLabel": "Seed in verschlüsselter Datei mit Share senden","SendDecryptedSeedButton": "Entschlüsselt Seed QR","BackupHeaderLabel": "Sicherung","BackupBackButton": "Zurück","FileManagerPathUpButton": "Hoch","SelectFilePath": "Datei auswählen","btnRFFBack": "Zurück","RFFHeaderLabel": "Aus Datei wiederherstellen","ChooseFileLabel": "Datei auswählen","RFFSelectFileButton": "Datei auswählen","RFFPasswordInfo": "Passwort zu Datei (dasselbe Passwort für Wallet)","RestoreFromFileConfirmButton": "Wiederherstellen"}